---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MetersPerSecondSquared
source: html/12f87b35-def6-4f8c-1e2d-9eeeac79d98c.htm
---
# Autodesk.Revit.DB.UnitTypeId.MetersPerSecondSquared Property

Meters per second squared.

## Syntax (C#)
```csharp
public static ForgeTypeId MetersPerSecondSquared { get; }
```